Repository: JainamDedhia/Luna
Catalog: medical/lib/l10n/app_*.arb
Languages: hi, ml, ta, te

# title
source: Luna Menu
hi: लूना मेनू
ml: ലൂന മെനു
ta: லூனா மெனு
te: లూనా మెను

source: Home
hi: होम
ml: ഹോം
ta: முகப்பு
te: హోం

source: Settings
hi: सेटिंग्स
ml: ക്രമീകരണങ്ങൾ
ta: அமைப்புகள்
te: సెట్టింగ్స్

source: Change Language
hi: भाषा बदलें
ml: ഭാഷ മാറ്റുക
ta: மொழியை மாற்று
te: భాష మార్చండి

# welcome
source: Welcome to Luna!
hi: लूना में आपका स्वागत है!
ml: ലൂനയിൽ സ്വാഗതം!
ta: லூனாவிற்கு வரவேற்கிறோம்!
te: లూనా కు స్వాగతం!

source: Chat page
hi: चैट पृष्ठ
ml: ചാറ്റ് പേജ്
ta: அரட்டை பக்கம்
te: చాట్ పేజీ

# mapPage
source: Map
hi: मानचित्र
ml: മാപ്പ്
ta: வரைபடம்
te: మ్యాప్

# helpPage
source: Help
hi: सहायता
ml: സഹായം
ta: உதவி
te: సహాయం

# locationFetching
source: Fetching locationâ€¦
hi: स्थान प्राप्त किया जा रहा है…
ml: സ്ഥാനത്തിനായി കണ്ടെത്തുന്നു…
ta: இடம் பெறப்படுகிறது…
te: ప్రాంతాన్ని పొందుతోంది…

# locationDenied
source: Location permission denied
hi: स्थान अनुमति अस्वीकृत
ml: സ്ഥാനം അനുവദിച്ചില്ല
ta: இட அனுமதி மறுக்கப்பட்டது
te: ప్రాంత అనుమతి తిరస్కరించబడింది

source: Location unavailable
hi: स्थान उपलब्ध नहीं
ml: സ്ഥാനം ലഭ്യമല്ല
ta: இடம் கிடைக்கவில்லை
te: ప్రాంతం అందుబాటులో లేదు

source: Educational Lessons
hi: शैक्षणिक पाठ
ml: വിദ്യാഭ്യാസ പാഠങ്ങൾ
ta: கல்வி பாடங்கள்
te: విద్యా పాఠాలు

# faq
source: FAQs
hi: अक्सर पूछा गया सवाल
ml: അടിക്കടി ചോദിക്കുന്ന ചോദ്യങ്ങൾ
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
te: తరచుగా అడిగే ప్రశ్నలు

source: Sign out
hi: साइन आउट
ml: സൈൻ ഔട്ട്
ta: வெளியேறு
te: సైన్ అవుట్

source: Profile
hi: प्रोफ़ाइल
ml: പ്രൊഫൈൽ
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Email
hi: ईमेल
ml: ഇമെയിൽ
ta: மின்னஞ்சல்
te: ఈమెయిల్

source: Phone
hi: फ़ोन
ml: ഫോൺ
ta: தொலைபேசி
te: ఫోన్

source: Location
hi: जगह
ml: സ്ഥാനം
ta: இடம்
te: ప్రాంతం

source: Edit
hi: संपादन करना
ml: തിരുത്തുക
ta: தொகு
te: సరిచూడండి

source: Logout
hi: लॉग आउट
ml: ലോഗ് ഔട്ട്
ta: வெளியேறு
te: లాగ్ అవుట్

# faqTitle
source: FAQ
hi: सामान्य प्रश्न
ml: അടിക്കടി ചോദിക്കുന്ന ചോദ്യങ്ങൾ
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
te: తరచుగా అడిగే ప్రశ్నలు

# faqSubtitle
source: Get quick answers to your questions. To understand more, contact us.
hi: अपने सवालों के त्वरित उत्तर पाएं। और जानने के लिए हमसे संपर्क करें।
ml: നിങ്ങളുടെ ചോദ്യങ്ങൾക്ക് വേഗത്തിൽ മറുപടി നേടുക. കൂടുതൽ അറിയാൻ ഞങ്ങളെ ബന്ധപ്പെടുക.
ta: உங்கள் கேள்விகளுக்கு விரைவான பதில்கள் கிடைக்கும். மேலும் புரிந்து கொள்ள, எங்களை தொடர்புகொள்ளவும்.
te: మీ ప్రశ్నలకు త్వరితమైన సమాధానాలు పొందండి. మరింత తెలుసుకోవాలంటే, మమ్మల్ని సంప్రదించండి.

# faqQ1
source: What is Luna?
hi: लूना क्या है?
ml: ലൂന എന്താണ്?
ta: லூனா என்ன?
te: లూనా అంటే ఏమిటి?

# faqA1
source: Luna is an Ayurvedic first-aid guide offering natural remedies for common issues.
hi: लूना एक आयुर्वेदिक प्राथमिक उपचार गाइड है जो सामान्य समस्याओं के लिए प्राकृतिक उपचार प्रदान करता है।
ml: ലൂന സാധാരണ പ്രശ്നങ്ങൾക്കായുള്ള ആയുര്‍വേദ ചികിത്സാപദ്ധതികളുമായി ഒരു ഫസ്റ്റ്-ഏയ്ഡ് ഗൈഡാണ്.
ta: லூனா என்பது பொதுவான பிரச்சனைகளுக்கான இயற்கை வைத்தியங்களை வழங்கும் ஆயுர்வேத முதலுதவி வழிகாட்டி ஆகும்.
te: లూనా అనేది సాధారణ సమస్యలకు సహజ ఆయుర్వేద చికిత్సలతో ఫస్ట్-ఏయిడ్ మార్గదర్శకం.

# faqQ2
source: Is this medically certified?
hi: क्या यह चिकित्सा प्रमाणित है?
ml: ഇത് മെഡിക്കൽ സർട്ടിഫൈഡ് ആണോ?
ta: இது மருத்துவமாக சான்றளிக்கப்பட்டதா?
te: ఇది వైద్య ధృవీకరించబడిందా?

# faqA2
source: Our content is based on traditional Ayurvedic sources. We recommend consulting a professional for serious cases.
hi: हमारी सामग्री पारंपरिक आयुर्वेदिक स्रोतों पर आधारित है। गंभीर मामलों में पेशेवर सलाह लेने की सिफारिश की जाती है।
ml: നമ്മുടെ ഉള്ളടക്കം പരമ്പരാഗത ആയുര്‍വേദ സ്രോതസ്സുകളിലാണ് അടിസ്ഥാനമാക്കിയിരിക്കുന്നത്. ഗുരുതരമായ സാഹചര്യങ്ങളിൽ വൈദ്യന്റെ ഉപദേശം തേടാൻ ശുപാർശ ചെയ്യുന്നു.
ta: எங்கள் உள்ளடக்கம் பாரம்பரிய ஆயுர்வேத ஆதாரங்களை அடிப்படையாகக் கொண்டது. தீவிரமான சந்தர்ப்பங்களில் நிபுணரின் ஆலோசனையை பரிந்துரைக்கிறோம்.
te: మా కంటెంట్ సంప్రదాయ ఆయుర్వేద మూలాల ఆధారంగా ఉంటుంది. తీవ్రమైన సందర్భాలలో నిపుణుల సలహా తీసుకోవాలని సిఫార్సు చేస్తాము.

# faqQ3
source: How do I contact support?
hi: मैं सपोर्ट से कैसे संपर्क करूं?
ml: സപ്പോർട്ട് എങ്ങനെ ബന്ധപ്പെടാം?
ta: ஆதரவுடன் தொடர்பு கொள்ள எப்படி?
te: సపోర్ట్ ను ఎలా సంప్రదించాలి?

# faqA3
source: Tap on the "Contact us" button below or reach out via the settings section.
hi: "हमसे संपर्क करें" बटन पर टैप करें या सेटिंग सेक्शन से संपर्क करें।
ml: "ഞങ്ങളെ ബന്ധപ്പെടുക" ബട്ടണിൽ ടാപ്പ് ചെയ്യുക അല്ലെങ്കിൽ സെറ്റിംഗ്സിലൂടെ ബന്ധപ്പെടുക.
ta: "எங்களை தொடர்பு கொள்ளுங்கள்" பட்டனில் தட்டவும் அல்லது அமைப்புகள் பிரிவின் மூலம் எங்களை அணுகவும்.
te: "మమ్మల్ని సంప్రదించండి" బటన్ పై క్లిక్ చేయండి లేదా సెట్టింగ్స్ లో సంప్రదించండి.

# faqQ4
source: Can I use it offline?
hi: क्या मैं इसे ऑफलाइन उपयोग कर सकता हूं?
ml: ഇത് ഓഫ്ലൈനിൽ ഉപയോഗിക്കാമോ?
ta: இது இணையமின்றி பயன்படுத்த முடியுமா?
te: ఇది ఆఫ్‌లైన్‌లో పనిచేస్తుందా?

# faqA4
source: Yes! The basic remedies are available even without internet.
hi: हां! मूल उपचार इंटरनेट के बिना भी उपलब्ध हैं।
ml: അതെ! അടിസ്ഥാന ചികിത്സകൾ ഇന്റർനെറ്റ് ഇല്ലാതെയും ലഭ്യമാണ്.
ta: ஆம்! அடிப்படை வைத்தியங்கள் இணையம் இல்லாமல் கூட கிடைக்கும்.
te: అవును! ప్రాథమిక చికిత్సలు ఇంటర్నెట్ లేకుండా కూడా అందుబాటులో ఉంటాయి.

source: Read all FAQ
hi: सभी प्रश्न पढ़ें
ml: എല്ലാ ചോദ്യങ്ങളും വായിക്കുക
ta: அனைத்து கேள்விகளையும் வாசிக்கவும்
te: అన్ని ప్రశ్నలు చదవండి

source: Contact us
hi: हमसे संपर्क करें
ml: ഞങ്ങളെ ബന്ധപ്പെടുക
ta: எங்களை தொடர்பு கொள்ளுங்கள்
te: మమ్మల్ని సంప్రదించండి

# educationSubtitle
source: For yourself and your loved ones
hi: आपके और आपके प्रियजनों के लिए
ml: നിങ്ങള്ക്കായി കൂടാതെ നിങ്ങളുടെ ആത്മാർത്ഥമായവർക്കായി
ta: உங்களுக்கும் உங்கள் பிரியமானவர்களுக்கும்
te: మీ కోసం మరియు మీ కుటుంబ సభ్యుల కోసం

source: Lessons
hi: पाठ
ml: പാഠങ്ങൾ
ta: பாடங்கள்
te: పాఠాలు

# lessonFirstAid
source: First Aid
hi: प्राथमिक उपचार
ml: ആദ്യചികിത്സ
ta: முதலுதவி
te: ఫస్ట్ ఎయిడ్

# lessonCPR
source: CPR
hi: सीपीआर

# lessonBurn
source: Burn Treatment
hi: जलने का उपचार
ml: തപ്പിനോടുള്ള പരിചരണം
ta: தீக்காயம் சிகிச்சை
te: గాయాల చికిత్స

# lessonSnake
source: Snake Bite
hi: सांप काटने का उपचार
ml: പാമ്പ് കടിയ്ക്കൽ
ta: பாம்பு கடி
te: పాము కాటు

# lessonFracture
source: Fracture Care
hi: हड्डी टूटने का उपचार
ml: എളുപ്പത്തിലുള്ള പരിചരണം
ta: எலும்பு முறிவு பராமரிப்பு
te: ఎముకలు విరిగినప్పుడు సంరక్షణ

# lessonAllergy
source: Allergic Reaction
hi: एलर्जी की प्रतिक्रिया
ml: അലർജി പ്രതികരണം
ta: அலெர்ஜி எதிர்வினை
te: అలెర్జీ ప్రతిస్పందన

# lessonHeat
source: Heat Stroke
hi: हीट स्ट्रोक
ml: ചൂട് സ്ട്രോക്ക്
ta: வெப்பநிலை அதிகரிப்பு
te: హీట్ స్ట్రోక్

# lessonPoison
source: Poisoning
hi: ज़हर
ml: വിഷം
ta: விஷம்
te: విషతుల్యము

# lessonDrowning
source: Drowning Rescue
hi: डूबने से बचाव
ml: മൂഴ്ച്ചയില്‍ നിന്നും രക്ഷപ്പെടുത്തല്‍
ta: மூழ்கும் இடத்தில் மீட்பு
te: మునిగిన వారిని రక్షించండి

# hosNearME
source: Hospital Near Me
hi: मेरे निकट अस्पताल
ml: എൻ്റെ സമീപത്തെ ആശുപത്രി
ta: எனக்கு அருகிலுள்ள மருத்துவமனை
te: నా దగ్గర ఆసుపత్రి

# hosNearBY
source: Nearby Hospital
hi: आसपास के अस्पताल
ml: സമീപത്തെ ആശുപത്രികൾ
ta: அருகிலுள்ள மருத்துவமனைகள்
te: దగ్గర ఆసుపత్రులు
